[
    {
        "title" : "BEAR?",
        "sub_title" : "หมีจัดเป็นสัตว์เลี้ยงลูกด้วยนมที่มีขนาดใหญ่",
        "image_url" : "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/2010-kodiak-bear-1.jpg/1200px-2010-kodiak-bear-1.jpg",
        "detail" : "หมี จัดอยู่ในไฟลัมสัตว์มีแกนสันหลัง ชั้นสัตว์เลี้ยงลูกด้วยนม อันดับสัตว์กินเนื้อ จัดอยู่ในวงศ์ Ursidae ออกลูกเป็นตัว ตาและใบหูกลมเล็ก ริมฝีปากยื่นแยกห่างออกจากเหงือก สามารถยืนและเดินด้วยขาหลังได้ ประสาทการดมกลิ่นดีกว่าประสาทตาและหู กินได้ทั้งพืชและสัตว์เป็นอาหาร"
    },
    {
        "title" : "CAT?",
        "sub_title" : "แมว เป็นสปีชีส์สัตว์เลี้ยงของสัตว์เลี้ยงลูกด้วยนม",
        "image_url" : "https://i.guim.co.uk/img/media/26392d05302e02f7bf4eb143bb84c8097d09144b/446_167_3683_2210/master/3683.jpg?width=1200&quality=85&auto=format&fit=max&s=a52bbe202f57ac0f5ff7f47166906403",
        "detail" : "แมว (ชื่อวิทยาศาสตร์: Felis catus) เป็นสปีชีส์สัตว์เลี้ยงของสัตว์เลี้ยงลูกด้วยนมกินเนื้อขนาดเล็ก โดยเป็นแมวสปีชีส์เดียวในวงศ์ Felidae ที่ถูกปรับเป็นสัตว์เลี้ยง และมักเรียกเป็น แมวบ้าน เพื่อแยกมันจากสมาชิกที่อยู่ในป่า[4] แมวเหล่านี้สามารถอาศัยเป็นแมวบ้าน, แมวฟาร์ม หรือแมวจรได้ แต่แมวประเภทหลังสุดมักอาศัยอยู่อย่างอิสระและหลีกเลี่ยงการติดต่อกับมนุษย์ มนุษย์ให้ค่ากับแมวบ้านในฐานะคู่หูและความสามารถในการฆ่าสัตว์ฟันแทะ สำนักจดทะเบียนแมว (cat registries) หลายแห่งยอมรับสายพันธุ์แมวประมาณ 60 สายพันธุ์"
    },
    {
        "title" : "RABBIT?",
        "sub_title" : "กระต่ายมีฟันแทะที่ขากรรไกรบน 20 แถว",
        "image_url" : "https://www.humanesociety.org/sites/default/files/styles/1240x698/public/2019/03/rabbit-475261_0.jpg?h=c855054e&itok=lfjXk4-x",
        "detail" : "กระต่ายแม้จะมีฟันแทะเหมือนกับอันดับสัตว์ฟันแทะ (Rodentia) แต่ถูกจัดออกมาเป็นอันดับต่างหาก เนื่องมีจำนวนฟันที่ไม่เท่ากัน เพราะกระต่ายมีฟันแทะที่ขากรรไกรบน 20 แถว เรียงซ้อนกันแถวละ 20 ซี่ ฟันกรามบนข้างละ 6 ซี่ และฟันกรามล่างข้างละ 5 ซี่ เมื่อเวลาเคี้ยวอาหาร กระต่ายจะใช้ฟันทั้ง 2 ด้านเคี้ยวสลับกันไป ต่างจากสัตว์ฟันแทะโดยทั่วไปที่เคี้ยวเคลื่อนหน้าเคลื่อนหลัง "
    },
    {
        "title" : "DOG?",
        "sub_title" : "สุนัข เป็นลูกหลานหมาป่า",
        "image_url" : "http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcQkrjYxSfSHeCEA7hkPy8e2JphDsfFHZVKqx-3t37E4XKr-AT7DML8IwtwY0TnZsUcQ",
        "detail" : "หมา หรือคำสุภาพว่า สุนัข เป็นลูกหลานหมาป่าที่ปรับตัวเป็นสัตว์เลี้ยงที่มักชูหางขึ้นสูง หมาสืบสายพันธุ์จากหมาป่าโบราณที่สูญพันธ์แล้ว และญาติใกล้ชิดกับหมาที่สุดที่ยังมีชีวิตอยู่คือหมาป่าสมัยใหม่ หมาเป็นสัตว์สปีชีส์แรกที่ถูกปรับเป็นสัตว์เลี้ยงให้กับคนเก็บของป่าล่าสัตว์เมื่อมากกว่า 15,000 ปีก่อน"
    }
]
